<template>
  <div class="container">
    <div class="title">{{ title }}</div>
    <div class="title1">{{ title1 }}</div>
    <div class="content" v-html="content"></div>

    <div class="image-container" v-for="(image, index) in images" :key="index">
      <img :src="require(`@/assets/images/${image}`)">
    </div>

    <div class="title1">{{ title2 }}</div>
    <div class="content" v-html="content1"></div>
    <div class="title1">{{ title3 }}</div>
    <div class="content" v-html="content2"></div>

    <div class="new-image-container">
      <img :src="require('@/assets/images/BaiDu2.png')">
    </div>

    <div class="content" v-html="content3"></div>
     <div class="n-image-container">
      <img :src="require('@/assets/images/BaiDu3.png')">
    </div>
    <div class="title1">{{ title4 }}</div>
    <div class="content" v-html="content4"></div>


    <div class="title1">{{ title5 }}</div>
    <div class="content" v-html="content5"></div>
    <div class="title2">{{ title6 }}</div>

    <button class="scroll-to-top" @click="scrollToTop">
      <img src="../../assets/images/button.png">
    </button>
  </div>
</template>

<script>
export default {
  name: 'ArticlePage',
  data() {
    return {
      title: '为什么百度外卖会衰亡？百度外卖复盘',
      title1:'百度外卖时间线',
      content: `
        1. 2014年5月诞生<br>
        百度外卖诞生于2014年5月，定位于中高端白领市场<br><br>
        2. 200亿支持O2O<br>
        2015年下半年，李彦宏高调表示要拿200个亿支持O2O的发展<br><br>
        3. 2015年百度外卖在白领市场的占有率排名第一<br>
        DCCI互联网数据中心发布的《2015年中国白领人群网络外卖服务研究报告》显示，2015年百度外卖在白领市场的占有率排名第一。据36氪报道，某外卖平台高管曾表示，百度外卖在白领市场最高时市场份额达到33%，略超另外两家<br><br>
        4. 2015年7月，百度外卖完成2.5亿美元A轮融资<br><br>
        5. 2016-04-13 李彦宏精力转移<br>
        2016-04-13 李彦宏通过内部邮件表示在今后将把更多时间和精力放在互联网金融、无人车、人工智能等创新业务上，成立“百度搜索公司”，由搜索业务群组(SSG)、移动服务事业群组(MSG)、糯米事业部组成，百度高级副总裁、SSG总经理向海龙出任新公司总裁，向李彦宏汇报<br><br>
        6. 2016年7月B轮融资<br>
        2016年7月，在百度一季度财报发布后的电话会议上，李彦宏表示百度外卖完成B轮3亿美元融资，当时估值达到24亿美元<br><br>
        7. 从2016年的8月开始，传言百度欲出售外卖业务<br>
        从2016年的8月开始，就有消息称，百度欲出售外卖业务。百度糯米的业绩也一直没有起色，百度方面的意思是打包出售<br>
        百度外卖早在2015年7月进行第一轮独立融资后不久，就已和顺丰开始接触，却始终停留在“保持接触”的层面上，没有开展实质性动作<br><br>
        8. 2017年8月24日，饿了么合并百度外卖<br>
        2017年8月24日，饿了么合并百度外卖。收购完成后，饿了么随即公布“双品牌战略”，即百度外卖主打高端市场，保持原有品牌形象、独立运营，饿了么则瞄准中低端市场<br><br>
        9. 2018-10-15百度外卖退出历史舞台<br>
        2018-10-15百度外卖退出历史舞台，百度外卖正式更名“饿了么星选”<br>
      `,
      images: ['BaiDu1.png'],
      title2: '百度外卖的切入点',
      content1: `
        百度外卖的早期员工曾表示，“那个时候饿了么和美团在高校打得不可开交，根本没有精力顾及白领市场，于是我们就从这个空白切入。”<br>
        白领市场一度曾是百度外卖的一大亮点所在，其最高时的市场份额达到了33%<br><br>
        品质外卖为核心<br>
        以品质外卖为核心的一个品牌，首先搞起了优质供给，很多标志性的餐厅都是被百度外卖率先拿下<br><br>
        第一个自建物流配送<br>
        最早决定大力自建物流队伍，搞”专送“<br>
      `,
      title3: '衰亡原因分析',
      content2: `
        1. 战略失误<br><br>
        （1）没有聚焦主战场，业务分散<br><br>
        2015年10月26日，大众点评和美团宣布合并，且从2015年起获得多轮大额融资，2016年初融资33亿美元，由腾讯领投；
        2015年8月，饿了么宣布完成F轮系列融资总计6.3亿美元，三个月后又和阿里巴巴集团签署投资框架性协议，阿里巴巴集团投资饿了么12.5亿美元；即竞对开启了大额融资模式。拿到钱后的两家迅速发起了“冬日之战”，烧钱模式，大量的召集地推人员，抢夺店铺，并且在用户端发动了新一轮的补贴<br><br>
        此时的百度外卖，由于其市场份额还处于上升的态势，管理团队放松了警惕，并没有想参与这场比拼，反而把重心放在了搭建外卖生态链上，投资成立了甄选食品公司来做中央厨房，又陆续上马了生鲜、食材供给、商超、众包、电商平台质选生活等项目。“当时开了n多条线，能想到的都要做”。2015年10月，百度外卖投资成立了甄选食品公司来做中央厨房，注册了包括巩大夜宵、17 饭、有家下午茶、顶味源等在内的多个餐饮商标<br><br>
        在竞争对手集中精力猛攻外卖市场时，百度外卖却把精力分散去除，在战略上，百度外卖已经严重发生了致命性的错误<br><br>

        （2）春节给骑手放假，运力吃紧<br><br>
        2016年春节，百度外卖补贴送骑手回家，而美团外卖补贴骑手留下来<br><br>
        每年春节期间，一二线城市的流动人口纷纷返乡，外卖需求会大幅度降低，提供外卖的餐馆数量也呈现出大规模减少的特点，行业整体订单水平降至最低点；这个时候，外卖平台普遍面临一个选择。在订单量如此之低的情况下，如果要在春节期间留住骑手，就要给他们双倍甚至三倍的高额工资，看起来成本太高，不太划算；而且，订单量反正也不多，不留下他们就算有损失，看起来问题也不大<br><br>
        百度外卖的CEO巩振兵做出了一个看上去顺理成章但事后证明欠妥的决定：骑手全都放假，而且公司帮他们买票回家<br><br>
        于是2016年春节期间，百度外卖里不受影响的只有肯德基和麦当劳，因为这两家有自己的配送系统。另外，仅存的一些百度外卖上还能配送的餐馆，也因为运力低下，配送速度非常慢；<br><br>
        开年后，让骑手放假回家的恶果出现了。这些蓝领人员具有很强的流动性，很多人回家过年之后就不再回到原来的工作岗位，而是选择其他外卖平台或者其他工作，而重新招人需要时间。这导致百度外卖很长一段时间里没有足够的骑手，连续数月增长停滞甚至略有下滑<br>
        送骑手回家，听起来就很好的活动，春节结束，美团骑手充足，百度持续缺人，骑手觉得百度很好，然后转身选了美团<br><br>

        2. 融资艰难——没有金钱的资源，很多事情是干不了的<br><br>
        早在2015年11月，百度外卖就启动了B轮融资，但至2016年4月仍无消息，多位投资界人士都表示，百度外卖启动融资以来曾路演多次，但多家私募机构都不敢接盘，一场融资持续时间近半年之久，实际上已宣告失败；<br><br>
        某不愿透露姓名的投行人士分析，百度外卖融资失败的根本原因，是其份额与外卖市场前两名的差距太大。该人士还称，同是O2O业务，百度首先选择将外卖独立出来融资，而糯米仍然掌握在手中，充分说明了百度对自身外卖业务的不看好，连百度自己都不愿意接盘百度外卖，其他机构就更加避而远之了<br><br>
        2015、2016年外卖行业在巨额补贴烧钱背景之下，形成份额集中趋势，在这一过程中，百度外卖并不占有优势：易观智库市场研究数据显示，2015年，饿了么凭借33.7%的整体份额继续领跑，美团外卖和百度外卖则为33.1%和19%；美团外卖迅速崛起，饿了么加大烧钱力度，白领市场迅速被两者蚕食，百度外卖被冠上了“老三”的地位<br><br>
        为挽回投资人信心，百度外卖在各重点城市都加大了补贴力度，以求刺激业绩。百度外卖原来的口号——“只做有品质的外卖”，也逐渐在宣传物料中被更抢眼的优惠活动所替代。但受长期高额补贴拖累，公司上轮融资早已用完，进入2016年4月，各地也开始收缩补贴，结果就是份额进一步下降<br><br>
        2016年7月7日晚间消息，有消息称百度外卖已经于今年第一季度完成了B轮融资；与此同时，饿了么、美团外卖都开启了大额融资模式<br><br>
      `,
      images1: ["BaiDu1.png"],
      content3 :`
        3. 集团战略中心转移<br><br>
        2016年6月，百度集群对现在的外卖成绩并不满意，因为“现在的市场地位还不是第一”。这种不满最直接的反映是集团降低了对外卖的投入。当时的一个背景是，百度外卖的补贴率高居不下，集团看到如此高的补贴率，却迟迟不见市场份额增长，便要求百度外卖减少补贴；百度集团的强势干预，成为百度外卖2016年下半年迅速没落的又一原因<br><br>
        根据比达咨询最新发布的统计数据显示，从2016年全年来看，饿了么占整体外卖市场份额的34.6%，美团外卖占33.6%、百度外卖远落后其他两家占比为18.5%<br><br>
        2016年10月，李彦宏首提百度要转型为一家人工智能公司。他在多个场合公开表示，人工智能将成为百度未来增长的新引擎，涵盖所有产品和服务；在2017年2月份举办的财报电话会议中，百度创始人兼CEO李彦宏明确表示公司将会降低百度糯米和百度外卖的消费补贴和营销费用，用来其他业务的投资；李彦宏在2017百度联盟峰会上讲到：“百度是一家人工智能公司，而不是互联网公司”，战略布局重点在人工智能领域<br><br>

        4. 组织能力——城市代理模式<br><br>
        在三四线城市，百度外卖的市场策略是把多个城市的线下工作分派给各地代理商，百度外卖会为代理商提供品牌、产品、资金、管理经验等一系列平台资源，每个城市由百度外卖所派的1到2位城市经理负责培训和统筹全局，百度把地推、配送等苦累业务外包给专业的公司做。代理商负责自行组建团队，建立相关配套资源体系，包括运营团队及配送团队等。两者的收入，都主要靠从订单交易总额中抽佣获得；而只有在北上广深这样的一线城市，百度外卖才采取直营方式<br><br>
        弊端：<br><br>
        （1）代理商关注短期利益，长远布局受限<br>
        比如为了长期的利益，我们需要阶段性亏钱、亏效率做事情，比如扩大人员规模，扩大骑手规模，提前做储备，代理商做这个事情的时候则会犹豫，毕竟涉及自身的核心利益<br><br>
        （2）企业文化/廉政建设困难<br>
        一旦涉及到高额度补贴，各种刷单情况是难以抑制的，技术手段可以侦测，但是收受贿赂、差异对待这种情况是难以监管的<br><br>
        （3）决策慢<br>
        代理商的管理能力较差，外包公司属于任务驱动型企业，加上地方上诸侯列强占据；所以造成百度的行政决策顾虑相对多，政令不通、军令不严<br><br>
        优势：<br><br>
        - 代理商是最快的建起队伍的方式<br><br>
        - 本身百度又极其熟悉这个套路<br><br>
        - 减低法务与政策风险<br><br>
        关于全国性的组织架构，美团和饿了么早期采用的是直营城市的策略，饿了么直营了80个城市，其他是代理的，美团直营了200个城市，其他是代理的；任何一个城市自己有规模效应，一个城市包给了代理商，代理商如果在这个城市里达到了规模效应的门槛就更容易创造领先优势，但如果没有达到这个门槛就包给了代理商，代理商经营能力是不强的，这可能就没法创造领先优势<br><br>
        作为代理商，几乎没有风险投资愿意给你投钱，代理商也没有足够的资源投入去加速发展，这样直营就比代理更有竞争力。当然如果直营了太多的城市，可能会因为管理的反规模效应导致有些城市经营不好<br><br>

        5. 企业基因<br><br>
        众所周知，百度靠技术起家，PC时代占据了大量流量入口；在O2O业务上，需要大量地推团队，对线下人员管理、经营成本控制需要有较大的组织能力，百度在这方面比较薄弱；反观美团、饿了么都已有所积累，美团经历了“千团大战”，在人才、经营管理都有丰富经验<br><br>
        综上一些原因，仅仅3年时间，百度外卖就从兴起转向了衰退<br>
      `,
      title4: '结语',
      content4: `
      在具有规模效应的业务中，进攻期非常重要，需要聚焦主业务，大量投入资源，抢先形成规模优势；业务聚焦层面，需要认识到商业模式的核心竞争要素，像外卖业务的商家供给、配送效率，在核心要素上打败对手
      `,
      title5: '参考资料',
      content5: `
        [艰难卖身]<br>(百度外卖被"贱卖" 谁将成为外卖界滴滴？ "艰难卖身")<br><br>
        [百度外卖从一开始就已经注定了今天的结局！]<br>(陈剑锋：百度外卖从一开始就已经注定了今天的结局！ "百度外卖从一开始就已经注定了今天的结局！")<br><br>
        [为什么百度外卖彻底掉了队？]<br><br>
        [李彦宏表态急甩O2O，或受百度外卖融资失败影响]<br><br>
        [百度外卖的加盟模式会不会成为他失败的原因呢？]<br><br>
        [百度外卖融资悬念：李彦宏下注O2O，200亿为何还是烧不出战略新核心？]<br>(百度外卖融资悬念：李彦宏下注O2O，200亿为何还是烧不出战略新核心？ ‖ 转型)<br><br>
        [百度外卖完成B轮融资估值24亿美元？]<br><br>
        [百度B轮融资完成，估值24亿美元 外卖业融资战进入白热化阶段]<br><br>
        [百度外卖B轮融资计划书]<br>(【重磅PPT报告】百度外卖最新融资计划书，就在这12页PPT里了！（欧界传媒荐）)<br><br>
      `,
      title6:'点击最右侧按钮返回顶部>>'
    };
  },
  methods: {
    scrollToTop() {
      window.scrollTo({ top: 0, behavior: 'smooth' });
    }
  }
};
</script>

<style scoped>
.container {
  max-width: 1000px;
  margin-top: 1%;
  margin-left: 10%;
  padding: 20px;
  background-color: #fff;
  box-shadow: 0 2px 4px rgba(0, 0, 0, 0.1);
  position: relative;
}

.title {
  font-size: 28px;
  font-weight: bold;
  text-align: center;
  margin-bottom: 30px;
  color: #333;
}

.title1 {
  font-size: 20px;
  font-weight: bold;
  margin-bottom: 30px;
  color: #333;
}

.title2 {
  font-size: 18px;
  font-weight: bold;
  margin-bottom: 50px;
  color: #333;
}

.content {
  font-size: 16px;
  line-height: 1.6;
  color: #666;
  margin-bottom: 30px;
}

.image-container {
  text-align: center;
  margin-bottom: 30px;
  max-width: 800px;
  margin-left: 8%;
}

.image-container img {
  max-width: 100%;
  height: auto;
  border-radius: 4px;
}

.new-image-container {
  text-align: center;
  margin-bottom: 30px;
  max-width: 600px;
  margin-left: 20%;
}

.new-image-container img {
  max-width: 100%;
  height: auto;
  border-radius: 4px;
}

.n-image-container {
  text-align: center;
  margin-bottom: 30px;
  max-width: 400px;
  margin-left: 29%;
}

.n-image-container img {
  max-width: 100%;
  height: auto;
  border-radius: 4px;
}

.scroll-to-top {
  position: fixed;
  bottom: 30px;
  right: 40px;
  width: 50px;
  height: 50px;
  background-color: #f1f0f5;
  border: none;
  border-radius: 50%;
  cursor: pointer;
  overflow: hidden;
  transition: background-color 0.3s;
}

.scroll-to-top img {
  width: 60%;
  height: 60%;
  object-fit: cover;
}

.scroll-to-top:hover {
  background-color: #409EFF;
}
</style>
